Repository: Christianlm/Luna
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: it

source: &Check updates
it: &Controlla aggiornamenti

source: Retrieves moon fase.
it: Fase della Luna.

source: visibility
it: Visibile

source: Announces informations about the moon.
it: Informazioni sulla Luna.

source: Moon phase of
it: Fase lunare del

source: . distance:
it: . Distanza dalla Terra:

source: . Visibility:
it: . visibilità:

source: . Moon age:
it: . Età:

source: Retrieves the last moon information.
it: rilegge le ultime informazioni sulla Luna

source: Moon Position
it: Posizione della Luna

source: There is no recent info for moon position.
it: Non ci sono informazioni sulla posizione della Luna...

source: Retrieves msunrise and sunset.
it: Informazioni sull'alba e il tramonto del Sole.

source: No city set ...
it: Nessun comune impostato correttamente...

source: The current version {ver} is the latest.
it: L'attuale versione {ver} è l'ultima disponibile.

source: Luna addon is up to date!
it: Il componente Luna è aggiornato!

source: New Version Notification
it: Nuova versione disponibile

source: Proceed to &download page
it: Vai alla pagina del &Download

source: Enter your city name:
it: Inserisci il tuo comune:

source: Chec&k...
it: Veri&fica

source: is a town in
it: risulta un comune in

source: City name not found, check spelling or if city name exists.
it: Nome comune non trovato. Controlla l'ortografia, o se il nome esiste.

source: Get info about the moon from a italian web site
it: recupera informazioni sulla Luna e sul Sole da siti web italiani
